const predict_text = {
  1: {
    'initial_data': {},
    'true_value': {
      'Выходной слой 2': {
        'type': 'Text',
        'data': '<s1>руководителей</s1> <s1>бригад</s1> <s1>участков</s1> <s1>отделов</s1> <s1>и</s1> <s1>других</s1> <s1>подразделений</s1> <s1>и</s1> <s1>служб</s1> <s1>а</s1> <s1>в</s1> <s1>необходимых</s1> <s1>случаях</s1> <s1>и</s1> <s1>от</s1> <s1>директора</s1> <s1>предприятия</s1> <s1>принятия</s1> <s1>мер</s1> <s1>к</s1> <s1>повышению</s1> <s1>эффективности</s1> <s1>использования</s1> <s1>средств</s1> <s1>предприятия</s1> <s1>к</s1> <s1>усилению</s1> <s1>сохранности</s1> <s1>собственности</s1> <s2>обеспечению</s2> <s1>правильной</s1> <s1>организации</s1> <s1>бухгалтерского</s1> <s1>учета</s1> <s1>и</s1> <s1>контроля</s1> <s1>требовать</s1> <s1>пересмотра</s1> <s4>завышенных</s4> <s1>и</s1> <s1>устаревших</s1> <s1>норм</s1> <s1>расхода</s1> <s1>сырья</s1> <s1>материалов</s1> <s1>затрат</s1> <s1>труда</s1> <s1>и</s1> <s5>др</s5> <s1>требовать</s1> <s1>улучшения</s1> <s1>складского</s1> <s1>и</s1> <s1>весоизмерительного</s1> <s1>хозяйства</s1> <s1>надлежащей</s1> <s1>организации</s1> <s1>приемки</s1> <s1>и</s1> <s1>хранения</s1> <s1>сырья</s1> <s1>материалов</s1> <s1>и</s1> <s1>других</s1> <s1>ценностей</s1> <s1>повышения</s1> <s1>обоснованного</s1> <s1>отпуска</s1> <s1>этих</s1> <s1>ценностей</s1> <s1>для</s1> <s1>нужд</s1> <s1>производства</s1> <s1>обслуживания</s1> <s1>и</s1> <s1>управления</s1> <s1>требовать</s1> <s1>проведения</s1> <s1>мероприятий</s1> <s2>по</s2> <s1>улучшению</s1> <s4>контроля</s4> <s1>за</s1> <s1>правильностью</s1> <s3>применения</s3> <s1>норм</s1> <s1>и</s1> <s1>нормативов</s1> <s1>организация</s1> <s3>правильного</s3> <s1>первичного</s1> <s1>учета</s1> <s1>выработки</s1> <s1>продукции</s1> <s1>и</s1> <s2>движения</s2> <s1>деталей</s1> <s1>и</s1> <s1>полуфабрикатов</s1> <s1>организации</s1>',
        'color_mark': null,
        'tags_color': {
          '<s1>': [117, 195, 93],
          '<s2>': [21, 24, 117],
          '<s3>': [62, 77, 115],
          '<s4>': [69, 185, 114],
          '<s5>': [138, 57, 129],
          '<s6>': [231, 190, 157],
          '<s3+s1>': [89, 136, 104]
        }
      }
    },
    'predict_value': {
      'Выходной слой 2': {
        'type': 'Text',
        'data': '<s1>руководителей</s1> <s1>бригад</s1> <s1>участков</s1> <s1>отделов</s1> <s1>и</s1> <s1>других</s1> <s1>подразделений</s1> <s1>и</s1> <s1>служб</s1> <s3+s1>а</s3+s1> <s3+s1>в</s3+s1> <s3+s1>необходимых</s3+s1> <s3+s1>случаях</s3+s1> <s3+s1>и</s3+s1> <s3+s1>от</s3+s1> <s3+s1>директора</s3+s1> <s3+s1>предприятия</s3+s1> <s3+s1>принятия</s3+s1> <s3+s1>мер</s3+s1> <s3+s1>к</s3+s1> <s3+s1>повышению</s3+s1> <s3+s1>эффективности</s3+s1> <s3+s1>использования</s3+s1> <s3+s1>средств</s3+s1> <s3+s1>предприятия</s3+s1> <s3+s1>к</s3+s1> <s3+s1>усилению</s3+s1> <s3+s1>сохранности</s3+s1> <s3+s1>собственности</s3+s1> <s3+s1>обеспечению</s3+s1> <s3+s1>правильной</s3+s1> <s3+s1>организации</s3+s1> <s3+s1>бухгалтерского</s3+s1> <s3+s1>учета</s3+s1> <s3+s1>и</s3+s1> <s3+s1>контроля</s3+s1> <s3+s1>требовать</s3+s1> <s3+s1>пересмотра</s3+s1> <s3+s1>завышенных</s3+s1> <s3+s1>и</s3+s1> <s3+s1>устаревших</s3+s1> <s3+s1>норм</s3+s1> <s3+s1>расхода</s3+s1> <s3+s1>сырья</s3+s1> <s3+s1>материалов</s3+s1> <s3+s1>затрат</s3+s1> <s3+s1>труда</s3+s1> <s3+s1>и</s3+s1> <s3+s1>др</s3+s1> <s3+s1>требовать</s3+s1> <s3+s1>улучшения</s3+s1> <s3+s1>складского</s3+s1> <s3+s1>и</s3+s1> <s3+s1>весоизмерительного</s3+s1> <s3+s1>хозяйства</s3+s1> <s3+s1>надлежащей</s3+s1> <s3+s1>организации</s3+s1> <s3+s1>приемки</s3+s1> <s3+s1>и</s3+s1> <s3+s1>хранения</s3+s1> <s3+s1>сырья</s3+s1> <s3+s1>материалов</s3+s1> <s3+s1>и</s3+s1> <s3+s1>других</s3+s1> <s3+s1>ценностей</s3+s1> <s3+s1>повышения</s3+s1> <s3+s1>обоснованного</s3+s1> <s3+s1>отпуска</s3+s1> <s3+s1>этих</s3+s1> <s3+s1>ценностей</s3+s1> <s3+s1>для</s3+s1> <s3+s1>нужд</s3+s1> <s3+s1>производства</s3+s1> <s3+s1>обслуживания</s3+s1> <s3+s1>и</s3+s1> <s3+s1>управления</s3+s1> <s3+s1>требовать</s3+s1> <s3+s1>проведения</s3+s1> <s3+s1>мероприятий</s3+s1> <s3+s1>по</s3+s1> <s3+s1>улучшению</s3+s1> <s3+s1>контроля</s3+s1> <s3+s1>за</s3+s1> <s3+s1>правильностью</s3+s1> <s3+s1>применения</s3+s1> <s3+s1>норм</s3+s1> <s3+s1>и</s3+s1> <s3+s1>нормативов</s3+s1> <s3+s1>организация</s3+s1> <s3+s1>правильного</s3+s1> <s3+s1>первичного</s3+s1> <s3+s1>учета</s3+s1> <s3+s1>выработки</s3+s1> <s3+s1>продукции</s3+s1> <s3+s1>и</s3+s1> <s3+s1>движения</s3+s1> <s3+s1>деталей</s3+s1> <s3+s1>и</s3+s1> <s3+s1>полуфабрикатов</s3+s1> <s3+s1>организации</s3+s1>',
        'color_mark': null,
        'tags_color': {
          '<s1>': [117, 195, 93],
          '<s2>': [21, 24, 117],
          '<s3>': [62, 77, 115],
          '<s4>': [69, 185, 114],
          '<s5>': [138, 57, 129],
          '<s6>': [231, 190, 157],
          '<s3+s1>': [89, 136, 104]
        }
      }
    },
    'statistic_values': {
      'Выходной слой 2': {
        type: "Text",
        data: {
          '<s1>': {
            'value': '100.0%',
            'color_mark': 'success'
          },
          '<s2>': {
            'value': '-',
            'color_mark': null
          },
          '<s3>': {
            'value': '1.1%',
            'color_mark': 'wrong'
          },
          '<s4>': {
            'value': '-',
            'color_mark': null
          },
          '<s5>': {
            'value': '-',
            'color_mark': null
          },
          '<s6>': {
            'value': '-',
            'color_mark': null
          }
        }
      }
    }
  },
  2: {
    'initial_data': {},
    'true_value': {
      'Выходной слой 2': {
        'type': 'Text',
        'data': '<s1>руководителей</s1> <s1>бригад</s1> <s1>участков</s1> <s1>отделов</s1> <s1>и</s1> <s1>других</s1> <s1>подразделений</s1> <s1>и</s1> <s1>служб</s1> <s1>а</s1> <s1>в</s1> <s1>необходимых</s1> <s1>случаях</s1> <s1>и</s1> <s1>от</s1> <s1>директора</s1> <s1>предприятия</s1> <s1>принятия</s1> <s1>мер</s1> <s1>к</s1> <s1>повышению</s1> <s1>эффективности</s1> <s1>использования</s1> <s1>средств</s1> <s1>предприятия</s1> <s1>к</s1> <s1>усилению</s1> <s1>сохранности</s1> <s1>собственности</s1> <s2>обеспечению</s2> <s1>правильной</s1> <s1>организации</s1> <s1>бухгалтерского</s1> <s1>учета</s1> <s1>и</s1> <s1>контроля</s1> <s1>требовать</s1> <s1>пересмотра</s1> <s4>завышенных</s4> <s1>и</s1> <s1>устаревших</s1> <s1>норм</s1> <s1>расхода</s1> <s1>сырья</s1> <s1>материалов</s1> <s1>затрат</s1> <s1>труда</s1> <s1>и</s1> <s5>др</s5> <s1>требовать</s1> <s1>улучшения</s1> <s1>складского</s1> <s1>и</s1> <s1>весоизмерительного</s1> <s1>хозяйства</s1> <s1>надлежащей</s1> <s1>организации</s1> <s1>приемки</s1> <s1>и</s1> <s1>хранения</s1> <s1>сырья</s1> <s1>материалов</s1> <s1>и</s1> <s1>других</s1> <s1>ценностей</s1> <s1>повышения</s1> <s1>обоснованного</s1> <s1>отпуска</s1> <s1>этих</s1> <s1>ценностей</s1> <s1>для</s1> <s1>нужд</s1> <s1>производства</s1> <s1>обслуживания</s1> <s1>и</s1> <s1>управления</s1> <s1>требовать</s1> <s1>проведения</s1> <s1>мероприятий</s1> <s2>по</s2> <s1>улучшению</s1> <s4>контроля</s4> <s1>за</s1> <s1>правильностью</s1> <s3>применения</s3> <s1>норм</s1> <s1>и</s1> <s1>нормативов</s1> <s1>организация</s1> <s3>правильного</s3> <s1>первичного</s1> <s1>учета</s1> <s1>выработки</s1> <s1>продукции</s1> <s1>и</s1> <s2>движения</s2> <s1>деталей</s1> <s1>и</s1> <s1>полуфабрикатов</s1> <s1>организации</s1>',
        'color_mark': null,
        'tags_color': {
          '<s1>': [117, 195, 93],
          '<s2>': [21, 24, 117],
          '<s3>': [62, 77, 115],
          '<s4>': [69, 185, 114],
          '<s5>': [138, 57, 129],
          '<s6>': [231, 190, 157],
          '<s3+s1>': [89, 136, 104]
        }
      }
    },
    'predict_value': {
      'Выходной слой 2': {
        'type': 'Text',
        'data': '<s1>руководителей</s1> <s1>бригад</s1> <s1>участков</s1> <s1>отделов</s1> <s1>и</s1> <s1>других</s1> <s1>подразделений</s1> <s1>и</s1> <s1>служб</s1> <s3+s1>а</s3+s1> <s3+s1>в</s3+s1> <s3+s1>необходимых</s3+s1> <s3+s1>случаях</s3+s1> <s3+s1>и</s3+s1> <s3+s1>от</s3+s1> <s3+s1>директора</s3+s1> <s3+s1>предприятия</s3+s1> <s3+s1>принятия</s3+s1> <s3+s1>мер</s3+s1> <s3+s1>к</s3+s1> <s3+s1>повышению</s3+s1> <s3+s1>эффективности</s3+s1> <s3+s1>использования</s3+s1> <s3+s1>средств</s3+s1> <s3+s1>предприятия</s3+s1> <s3+s1>к</s3+s1> <s3+s1>усилению</s3+s1> <s3+s1>сохранности</s3+s1> <s3+s1>собственности</s3+s1> <s3+s1>обеспечению</s3+s1> <s3+s1>правильной</s3+s1> <s3+s1>организации</s3+s1> <s3+s1>бухгалтерского</s3+s1> <s3+s1>учета</s3+s1> <s3+s1>и</s3+s1> <s3+s1>контроля</s3+s1> <s3+s1>требовать</s3+s1> <s3+s1>пересмотра</s3+s1> <s3+s1>завышенных</s3+s1> <s3+s1>и</s3+s1> <s3+s1>устаревших</s3+s1> <s3+s1>норм</s3+s1> <s3+s1>расхода</s3+s1> <s3+s1>сырья</s3+s1> <s3+s1>материалов</s3+s1> <s3+s1>затрат</s3+s1> <s3+s1>труда</s3+s1> <s3+s1>и</s3+s1> <s3+s1>др</s3+s1> <s3+s1>требовать</s3+s1> <s3+s1>улучшения</s3+s1> <s3+s1>складского</s3+s1> <s3+s1>и</s3+s1> <s3+s1>весоизмерительного</s3+s1> <s3+s1>хозяйства</s3+s1> <s3+s1>надлежащей</s3+s1> <s3+s1>организации</s3+s1> <s3+s1>приемки</s3+s1> <s3+s1>и</s3+s1> <s3+s1>хранения</s3+s1> <s3+s1>сырья</s3+s1> <s3+s1>материалов</s3+s1> <s3+s1>и</s3+s1> <s3+s1>других</s3+s1> <s3+s1>ценностей</s3+s1> <s3+s1>повышения</s3+s1> <s3+s1>обоснованного</s3+s1> <s3+s1>отпуска</s3+s1> <s3+s1>этих</s3+s1> <s3+s1>ценностей</s3+s1> <s3+s1>для</s3+s1> <s3+s1>нужд</s3+s1> <s3+s1>производства</s3+s1> <s3+s1>обслуживания</s3+s1> <s3+s1>и</s3+s1> <s3+s1>управления</s3+s1> <s3+s1>требовать</s3+s1> <s3+s1>проведения</s3+s1> <s3+s1>мероприятий</s3+s1> <s3+s1>по</s3+s1> <s3+s1>улучшению</s3+s1> <s3+s1>контроля</s3+s1> <s3+s1>за</s3+s1> <s3+s1>правильностью</s3+s1> <s3+s1>применения</s3+s1> <s3+s1>норм</s3+s1> <s3+s1>и</s3+s1> <s3+s1>нормативов</s3+s1> <s3+s1>организация</s3+s1> <s3+s1>правильного</s3+s1> <s3+s1>первичного</s3+s1> <s3+s1>учета</s3+s1> <s3+s1>выработки</s3+s1> <s3+s1>продукции</s3+s1> <s3+s1>и</s3+s1> <s3+s1>движения</s3+s1> <s3+s1>деталей</s3+s1> <s3+s1>и</s3+s1> <s3+s1>полуфабрикатов</s3+s1> <s3+s1>организации</s3+s1>',
        'color_mark': null,
        'tags_color': {
          '<s1>': [117, 195, 93],
          '<s2>': [21, 24, 117],
          '<s3>': [62, 77, 115],
          '<s4>': [69, 185, 114],
          '<s5>': [138, 57, 129],
          '<s6>': [231, 190, 157],
          '<s3+s1>': [89, 136, 104]
        }
      }
    },
    'statistic_values': {
      'Выходной слой 2': {
        type: "Text",
        data: {
          '<s1>': {
            'value': '100.0%',
            'color_mark': 'success'
          },
          '<s2>': {
            'value': '-',
            'color_mark': null
          },
          '<s3>': {
            'value': '1.1%',
            'color_mark': 'wrong'
          },
          '<s4>': {
            'value': '-',
            'color_mark': null
          },
          '<s5>': {
            'value': '-',
            'color_mark': null
          },
          '<s6>': {
            'value': '-',
            'color_mark': null
          }
        }
      }
    }
  }
}

export { predict_text }
